IDEA StatiCa Open Model
CssComponent.Phase Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Phase
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int Phase { get; set; }
Public Property Phase As Integer
	Get
	Set
public:
property int Phase {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
CssComponent Class
IdeaRS.OpenModel.CrossSection Namespace